# St7SetBrickFill

Sets the fill colour scheme for bricks.

long St7SetBrickFill(long uID, long Fill)
Input Parameters
uID
Strand7 model file ID.
Fill
One of kfNone, kfProperty, kfGroup, kfColour, or kfContour.